const cdpQuestions = [
  {
    id: 1,
    subject: "Child Development and Pedagogy (बाल विकास एवं शिक्षाशास्त्र)",
    question: "निम्न में से कौन सतत एवं समग्र मूल्यांकन (CCE) के प्रमुख अभिलक्षण हैं?\n(i) इसका प्राथमिक उद्देश्य विद्यार्थियों का पृथक्करण व नामीकरण करना होता है।\n(ii) यह शिक्षकों को अपने शिक्षाशास्त्र पर विचार करने के लिए अवसर देता है।\n(iii) यह मूल्यांकन को सीखने का हिस्सा मानता है।\n(iv) यह डर और चिंता पैदा करके सीखने को बढ़ावा देता है।",
    options: [
      "(i), (iv)",
      "(ii), (iii)",
      "(i), (ii), (iii)",
      "(ii), (iii), (iv)"
    ],
    answer: 1,
    explanation: "सतत एवं समग्र मूल्यांकन (CCE) मूल्यांकन को शिक्षण-अधिगम प्रक्रिया का अभिन्न अंग मानता है और शिक्षकों को अपनी शिक्षण विधियों को बेहतर बनाने का अवसर देता है। यह विद्यार्थियों का पृथक्करण, नामीकरण या उनमें डर पैदा करने के लिए नहीं होता।"
  },
]

export default cdpQuestions;